{
    "data": [
        {
            "Topic": "Aprendizaje",
            "Action": "la lectura de \"Un mundo Feliz\" para que entiendas mas a fondo como controlan a la sociedad actual Y porque a ti Saturno no te protege."
          },
         {
            "Topic": "Tecnología",
            "Action": "la investigación acerca del modelo OSI y no, no es Oh si, por lo que te recomendamos hacer una lectura al respecto."
          },
         {
            "Topic": "Aprendizaje",
            "Action": "el aprendizaje un poco sobre las partituras de esa musica que te hace llegar al piso, eres una bichota y las bichotas se esfuerzan en saber sobre lo que las rodea."
          },
         {
            "Topic": "Retrospección",
            "Action": "una lectura sobre Metamorfosis de Kafka ya que alguien importante para tu corazón puede exigir estar más cerca de ti en estos días y sera un periodo en el que buscas más intimidad y reflexionar sobre ti leyendo  esto."
          },
         {
            "Topic": "Retrospección",
            "Action": "el pensar en el tema del compromiso, ya que ha sido un tema importante en pareja en las últimas semanas y estás a punto de llegar al momento de culminación, en el que debes preparar una decisión final, por lo que aprender sobre la Dialéctica del amo y el esclavo te vendrá bien."
          },
         {
            "Topic": "Cultura",
            "Action": "el analisis de que hoy es un día triste, como la noche triste en la que muchos mexicanos murieron en manos de los españoles, te recomiendo ver un video acerca de esto."
          },
         {
            "Topic": "Aprendizaje",
            "Action": "el aprendizaje sobre el teorema de Pitágoras, recuerda a elevado al cuadrado mas b elevado al cuadrado es igual a c elevado al cuadrado, siendo c la hipotenusa necesaria para cruzar tu camino con tu futura media naranja."
          },
         {
            "Topic": "Aprendizaje",
            "Action": "el analizis de que hoy es una día mas caro que ayer, no te alcanzo el dinero para comprarte tus chetos de bolita?, te recomendamos leer sobre la crisis del 2008 y aprender sobre la burbuja inmobiliaria."
          },
         {
            "Topic": "Retrospección",
            "Action": "la lectura acerca del funcionamiento del capitalismo desde la perspectiva de Marx, ahí comprenderas la filosofica frase \"vete a la velga, estan bien balatos los mangos.\" cuando no lo estan."
          },
         {
            "Topic": "Salud",
            "Action": "un recordatorio sobre que el sol esta brillando a todo lo que da, y ¿que cres?, es tu momento de tomar agua, hidratate!!"
          },
          {
            "Topic": "Retrospección",
            "Action": "una reflexion, y estar con la familia para aprender sobre el modelo post capitalista que nos esta llevando a la ruina y los fundadores de aquello llamado Neo-liberalismo."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "el descubrimiento de nuevos conocimientos como lo es la programación en ensamblador, ¿sabías que una multiplicación puede ser representada como una suma de sumas?"
          },
          {
            "Topic": "Tecnología",
            "Action": "el aprendizaje sobre la creación de las skills de Alexa ya que las tecnologías están avanzando cada vez mas, lo que hace posible desarrollar herramientas muy interesantes y divertidas, por lo que te recomiendo aprenderlo."
          },
          {
            "Topic": "Deporte",
            "Action": "el realizar 5 lagartijas, luego 10, luego 20 y asi sucesivamente hasta obtener el cuerpo de tus sueños mastodonte."
          },
          {
            "Topic": "Deporte",
            "Action": "10 minutos de ejercicio para bajar esa pansa chelera."
          },
          {
            "Topic": "Cultura",
            "Action": "un recordatorio de que Saturno es el Sexto planeta del sistema solar, y basado en eso podemos recomendarte hoy investigar acerca de la formación de los planetas rocosos, tal vez te puedas impresionar."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "una inscripción en cursos el como funciona la inteligencia artificial, será un tema muy importante en algunos años."
          },
          {
            "Topic": "Cultura",
            "Action": "una busqueda acerca de que las constelaciones se unen para darnos la energía suficiente para recorrer nuestro día a Día, pero y ¿si somos solo una simulación?, La inteligencia artificial podría simular cualquier cosa, para probarlo te recomendamos hacer pruebas de imágenes en la pagina Dall-E"
          },
          {
            "Topic": "Cultura",
            "Action": "una mirada acerca de que suerte, y fortunas vienen en camino hacia ti, pero mantener la cabeza fría será algo importante para no distraerte de tus principales obligaciones. Pagar impuestos de ha vuelto algo crucial en el mundo moderno, por lo que te invitamos a investigar acerca del concepto del IVA."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "un aprendizaje acerca de los lenguajes usados para la programación de páginas web, de ahí podrás responder la pregunta. ¿HTMl es un lenguaje de programación?"
          },
          {
            "Topic": "Aprendizaje",
            "Action": "un aprendizaje sobre la historia de nuestro país es algo importante para entender los conceptos sociales en los que nos encontramos, por lo que te invitamos a ver el documental de 100 años sin gloria, sobre la vida de Porfirio Díaz."
          },
          {
            "Topic": "Deporte",
            "Action": "un estiramiento de huesos despues de pasar mas de 1 hora sentado."
          },
          {
            "Topic": "Cultura",
            "Action": "una visita a la rivera Maya para aprender mas acerca de esta cultura Mexicana."
          },
          {
            "Topic": "Cultura",
            "Action": "un aprendizaje acerca del lenguaje Nahualt y su influencia en las lenguas modernas."
          },
          {
            "Topic": "Deporte",
            "Action": "la realizacion de 3 series de 5 flexiones por dia para mantener tu cuerpo activo y saludable."
          },
          {
            "Topic": "Salud",
            "Action": "una comida balanceada de alimentos saludables en almenos una de tus comidas del dia para mantenerte sano."
          },
          {
            "Topic": "Deporte",
            "Action": "una jugada de un partido de Footbol para aprender a correr y tirar como el Bicho."
          },
          {
            "Topic": "Retrospección",
            "Action": "un analisis acerca del impacto que tuvo la pandemia a las mentes de las personas en general, entendiendo la tendencia de porque la tasa de suicidos crecio."
          },
          {
            "Topic": "Tecnología",
            "Action": "una investigacion acerca de bitcoin, y el como blockchain podrian ayudarnos a mantener nuestro dinero mas seguro asi como las aplicaciones de este."
          },
          {
            "Topic": "Tecnología",
            "Action": "una investigacion acerca de Etherium y las posibilidades que ofrecen los contratos inteligentes para la propiedad intelectual."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "una inscripción a un curso que te enseñe a manejar el Cloud Storage de alguno de los servicios disponibles para la creacion de algun proyecto de programacion."
          },
          {
            "Topic": "Cultura",
            "Action": "un aprendizaje acerca de como funciona el computo en la nube, y el como es posible jugar videojuegos que requieren grandes requisitos desde un simple smartphone con G Force Now de NVIDIA."
          },
          {
            "Topic": "Tecnología",
            "Action": "una investigacionm acerca de como funciona el phising para protejerte de esos mensajes acerca de que Laura esta a 3Km de ti, tu sabes de lo que hablo."
          },
          {
            "Topic": "Cultura",
            "Action": "una mirada acerca de el monopolio de Microsoft en el siglo 20, y el entender porque grandes empresas no deberian ser capaces de manejar monopolios."
          },
          {
            "Topic": "Cultura",
            "Action": "un aprendizaje acerca de como funcion el modelo de las computadoraas de Von Neuman, y de Hardvard, y su relacion con la mente humana."
          },
          {
            "Topic": "Salud",
            "Action": "la realizacion de un chequeo completo para ver como estas en terminos generales de Salud."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "una toma de alguno de los cursos gratis de Udemy y aprender algo sobre Javascript."
          },
          {
            "Topic": "Tecnología",
            "Action": "la exploración de las últimas tendencias en inteligencia artificial y cómo están impactando diferentes industrias."
          },
          {
            "Topic": "Deporte",
            "Action": "la práctica de 30 minutos de yoga para mejorar tu flexibilidad y bienestar físico."
          },
          {
            "Topic": "Cultura",
            "Action": "la visita a un museo local para aprender sobre el arte y la historia de tu comunidad."
          },
          {
            "Topic": "Retrospección",
            "Action": "la reflexión sobre tus metas y sueños a largo plazo, y la creación de un plan de acción para alcanzarlos."
          },
          {
            "Topic": "Salud",
            "Action": "la incorporación de 15 minutos de meditación diaria para reducir el estrés y mejorar tu salud mental."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "la exploración de la física cuántica y sus conceptos fundamentales, como la superposición y la entrelazación."
          },
          {
            "Topic": "Tecnología",
            "Action": "la investigación sobre el desarrollo de aplicaciones móviles y cómo crear tu propia aplicación para dispositivos Android o iOS."
          },
          {
            "Topic": "Cultura",
            "Action": "la lectura de una novela clásica de la literatura mundial, como \"Cien años de soledad\" de Gabriel García Márquez."
          },
          {
            "Topic": "Deporte",
            "Action": "la práctica de 20 minutos de estiramientos y ejercicios de movilidad para mejorar tu rendimiento físico."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "la exploración de la teoría de la relatividad de Albert Einstein y su impacto en nuestra comprensión del universo."
          },
          {
            "Topic": "Salud",
            "Action": "la adopción de una rutina de sueño regular y la creación de un ambiente propicio para un descanso óptimo."
          },
          {
            "Topic": "Cultura",
            "Action": "la asistencia a una exposición de arte contemporáneo para familiarizarte con las tendencias artísticas actuales."
          },
          {
            "Topic": "Tecnología",
            "Action": "la investigación sobre la realidad virtual y su aplicación en campos como la educación, el entretenimiento y la medicina."
          },
          {
            "Topic": "Deporte",
            "Action": "la práctica de tu deporte favorito con amigos o familiares para divertirte y mantener un estilo de vida activo."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "la exploración de la filosofía antigua y sus diferentes corrientes de pensamiento, como el estoicismo o el epicureísmo."
          },
          {
            "Topic": "Salud",
            "Action": "la incorporación de alimentos ricos en antioxidantes a tu dieta diaria para fortalecer tu sistema inmunológico."
          },
          {
            "Topic": "Cultura",
            "Action": "la asistencia a un concierto o recital de música clásica para disfrutar y apreciar las obras de grandes compositores."
          },
          {
            "Topic": "Aprendizaje",
            "Action": "la exploración de la teoría del Big Bang y la evolución del universo, desde sus orígenes hasta la formación de las galaxias y estrellas."
          },
          {
            "Topic": "Tecnología",
            "Action": "la investigación sobre el desarrollo de aplicaciones de realidad aumentada y cómo esta tecnología está transformando diferentes sectores, como el comercio y la educación."
          },
          {
            "Topic": "Deporte",
            "Action": "la práctica de 30 minutos de natación para mejorar tu resistencia cardiovascular y fortalecer tus músculos."
          }
    ]
}